---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.FabricTagComponentReference.MinorAxis
enum: Autodesk.Revit.DB.Structure.FabricTagComponentReference
source: html/1dfce1e3-f3df-b4e1-e87a-675c6a3240c9.htm
---
# Autodesk.Revit.DB.Structure.FabricTagComponentReference.MinorAxis

Tag and Leader will reference the symbol minor direction axis.